Repository: 84000/data-translation-memory
Catalog: toh257-v4.tmx
Source language: bo
Languages: en

source: །དེ་ནས་བཅོམ་ལྡན་འདས་དགེ་སློང་གི་དགེ་འདུན་གྱིས་ཡོངས་སུ་བསྐོར་ནས་ཉན་ཐོས་ཆེན་པོ་རྣམས་ལ་བཀའ་སྩལ་པ། ཁྱེད་བསམ་གཏན་གྱི་ཡུལ་གྱི་མཐུ་ལ་ལྟོས་ཤིག །
en: Surrounded by his saṅgha of monks, the Blessed One then said to the great hearers, “Look at the power of the domain of concentration!

source: བྱིན་གྱི་རླབས་ཀྱི་རྒྱུས་བདུད་ཐམས་ཅད་ཀྱི་ཡུལ་དང་། ཀླུ་ཐམས་ཅད་ཀྱི་ཡུལ་ཟིལ་གྱིས་མནན་ནས། སྔོན་གྱི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་འདིར་ཆོས་ཀྱི་ཚུལ་དང་། དཀོན་མཆོག་གསུམ་གྱི་གདུང་རྒྱུན་མི་འཆད་པའི་ཕྱིར་དང་། གསལ་བར་མཛད་པའི་ཕྱིར་མི་མཇེད་ཀྱི་སངས་རྒྱས་ཀྱི་ཞིང་འདི་ཐམས་ཅད་ཡོངས་སུ་སྤྱད་པ་མཛད་དོ། །
en: Having used their blessings to overpower the domains of all the māras and nāgas, all the thus-gone ones of the past engaged with this entire buddha realm of Sahā to ensure that the way of the Dharma and the lineage of the Three Jewels remain uninterrupted and illuminated here.

source: དེ་བཞིན་དུ་ད་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གྲངས་མེད་པ། དཔག་ཏུ་མེད་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་བསམ་གཏན་དང་། མངོན་པར་ཤེས་པའི་ཡུལ་ལ་རྣམ་པར་རྩེ་བ་དང་ལྡན་པ་དག་གིས་མི་མཇེད་ཀྱི་སངས་རྒྱས་ཀྱི་ཞིང་འདི་ན་ཆོས་ཀྱི་ཚུལ་ཡུན་རིང་དུ་གནས་པར་བྱ་བའི་ཕྱིར་དང་། གསལ་བར་བྱ་བའི་ཕྱིར་དང་། ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མི་འམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དང་། མི་དང་། མི་མ་ཡིན་པ་མ་དད་པ་རྣམས་དད་པར་བྱ་བའི་ཕྱིར་དང་། དད་པ་རྣམས་ཕྱིར་ཞིང་འཕེལ་བར་བྱ་བའི་ཕྱིར་དང་། སེམས་ཅན་ཆོས་ལ་མངོན་པར་བརྩོན་པ་དག་དང་། ཆོས་ཀྱིས་གནས་པ་དག་དང་། ཡོན་ཏན་གྱིས་ཕྱུག་པ་དག་དང་། སེམས་ལ་དབང་དང་ལྡན་པར་གྱུར་པ་རྣམས་བདེ་བ་ལ་རེག་པ་དང་། རྣམ་པར་ཐོ་འཚམ་པ་མེད་པར་བྱ་བའི་ཕྱིར་དང་། ངའི་བསྟན་པ་རབ་ཏུ་མི་འཇིག་པར་བྱ་བའི་ཕྱིར་དང་། བྱང་གྲོལ་གྱི་བདེ་བ་ཡོངས་སུ་རྫོགས་པར་བྱ་བའི་ཕྱིར་ས་ཆེན་པོ་འདི་ཡོངས་སུ་སྤྱད་པར་བྱས་པ་ཡིན་ནོ།
en: Similarly, a countless and limitless number of bodhisattva great beings—as numerous as the grains of sand in the Ganges—who revel in the domains of concentration and higher perception are now engaging with this great earth in this buddha realm of Sahā to ensure that the Dharma way remains for a long time and is illuminated; to ensure that the gods, nāgas, yakṣas, asuras, garuḍas, kinnaras, mahoragas, humans, and nonhumans who lack faith develop faith; to ensure that those among them who have faith develop it further and further; to ensure that sentient beings who strive for the Dharma, abide by the Dharma, possess a wealth of qualities, and have developed control over their minds experience happiness and remain free from harm; to ensure that my teachings do not vanish; and to perfect the happiness of emancipation.

source: །དོན་དེ་ཉིད་བྱིན་གྱིས་བརླབ་པར་བྱ་བའི་ཕྱིར་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་བསམ་གཏན་གྱི་ཡུལ་དག་གིས་རྣམ་པར་རྩེ་བར་བྱེད་དོ།
en: The bodhisattva great beings are thus reveling in the domains of concentration to bless those goals.

source: །ས་ཕྱོགས་གང་དང་གང་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འདི་དག་འཁོད་ཅིང་བསམ་གཏན་གྱི་ཡུལ་དག་གིས་རྣམ་པར་རྩེན་པར་བྱེད་པ་དེ་དང་དེར་ད་ལྟར་དང་། མ་འོངས་པའི་དུས་ན་ཡང་ཁ་ཅིག་ཏུ་ལ་ལར་ང་འདས་ནས་སེམས་ཅན་འཁོར་བའི་འཇིགས་པས་སྐྲག་པར་བྱེད་ཅིང་མྱ་ངན་ལས་འདས་པ་འདོད་པ་དག་སྐུ་གདུང་གི་མཆོད་རྟེན་དག་བྱེད་དུ་འཇུག་པར་འགྱུར་ཞིང་། སངས་རྒྱས་ཀྱི་བཞུགས་ཁང་དག་གམ། སངས་རྒྱས་ཀྱི་སྐུ་གཟུགས་དག་གམ། ཆོས་ཀྱི་བཞུགས་ཁང་དག་བྱེད་པར་འགྱུར་རོ།
en: In the places where these bodhisattva great beings revel in the domains of concentration, sentient beings who are afraid of saṃsāra’s suffering and wish for nirvāṇa will, now and after I pass away in the future, order the construction of stūpas and build buddha shrines, buddha statues, or repositories for the Dharma.

source: །ཡང་ན་དེར་གླེགས་བམ་དུ་བྲི་བ་བྱས་ནས་ངའི་ཆོས་ཀྱི་སྐུ་ཡང་འཆང་བར་འགྱུར་རོ།
en: Alternatively, in those places they will write down my teachings in books and carry this Dharma body of mine.

source: །དེར་ཡང་མཆོད་པ་རྣམ་པ་སྣ་ཚོགས་དག་ཀྱང་བྱེད་པར་འགྱུར་ཞིང་། དེར་རིན་པོ་ཆེ་རྣམ་པ་སྣ་ཚོགས་དག་ཀྱང་འབུལ་བར་འགྱུར་ཏེ། འདི་ལྟ་སྟེ། གསེར་དང་། དངུལ་དང་། བཻ་དཱུརྱ་དང་། ཤེལ་དང་། མུ་ཏིག་དམར་པོ་དང་། རྡོའི་སྙིང་པོ་དང་། སྤུག་དང་། ནོར་བུ་དང་། མུ་ཏིག་དང་། དབྱིག་དང་། དུང་དང་། མན་ཤེལ་དང་། བྱི་རུ་ལ་སོགས་པ་དང་། དར་ཡུག་དང་། དྲིལ་བུ་དང་། ཟ་འུག་དང་། གསོ་རས་བཟང་པོ་དང་། ཡུལ་ཀ་ཤིའི་རས་བཟང་པོ་དང་། དབུ་སྟན་ནང་ཚངས་ཅན་དང་། གདིང་བ་དང་། གདུགས་དང་། རྒྱལ་མཚན་དང་། བ་དན་དང་། ཆོས་གོས་དང་། མགུར་གྱི་རྒྱན་དང་། ཕྱག་གི་རྒྱན་དང་། སྤོས་དང་། མེ་ཏོག་དང་། བདུག་པ་དང་། རོལ་མོའི་སྒྲ་དང་། ལུས་འདུད་པ་དང་། བླ་མ་དང་། གུས་པ་ཆེན་པོ་དང་། གཅེས་པར་བྱེད་པ་དག་ཏུ་འགྱུར་རོ།
en: In those places they will also engage in different forms of worship and offer a variety of precious substances such as gold, silver, beryl, crystals, red pearls, emeralds, white corals, jewels, pearls, gemstones, conch shells, moonstones, corals, silken clothes, bells, silk brocades, high-quality cotton fabrics, fine cloths from Vārāṇasī, padded cushions, carpets, parasols, banners, flags, Dharma robes, necklaces, bracelets, perfumes, flowers, incense, and music, and they will express intense veneration, respect, devotion, and reverence.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་ཚེ་ཕྱག་སོར་བཅུའི་ཐལ་མོ་སྦྱར་ནས་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: At that moment, the Blessed One joined his palms and his ten fingers together and continued:

source: །དེ་དག་གི་མཆོད་པ་ནི་དེ་ནས་ང་ཉིད་ཀྱིས་བཞེས་པར་མཛད་དེ།
en: “I will then accept their offerings.

source: སེམས་ཅན་དེ་དག་ཐམས་ཅད་ནི་བསམ་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཐེག་པ་གསུམ་གྱིས་ཕྱིར་མི་ལྡོག་པ་དག་ཏུ་འགྱུར་རོ།
en: In accordance with their inclinations, all those sentient beings will practice the three vehicles in order to reach the level of nonregression.

source: །ས་ཕྱོགས་ལ་ལར་ནི་གཙུག་ལག་ཁང་དང་། གནས་ཁང་དང་། འཆག་ས་དང་། དགོན་པའི་གནས་དང་། སྐྱེད་མོས་ཚལ་དང་། ཀུན་དགའི་ར་བ་དག་རབ་ཏུ་ཤོམ་པར་བྱེད་དོ།
en: In some lands, they will arrange temples, dwelling places, walking paths, hermitages, parks, and monastic compounds.

source: །ཡང་ན་ཉན་ཐོས་ཀྱི་ཆོས་ཀྱི་གནས་པ་རྣམས་ལ་མཆོད་པ་དང་། རིམ་གྲོ་རྣམ་པ་སྣ་ཚོགས་འདི་ལྟ་སྟེ། ཆོས་གོས་དང་། བསོད་སྙོམས་དང་། མལ་ཆ་དང་། སྟན་དང་། ན་བའི་གསོས་སྨན་དང་། ཡོ་བྱད་དག་གིས་བྱེད་པར་འགྱུར་བའམ། བྱེད་དུ་འཇུག་པར་འགྱུར་རོ།
en: Alternatively, they will perform or cause others to perform various acts of worship and veneration toward the followers of the hearers’ Dharma by offering Dharma robes, alms, bedding, seats, medicine, and tools.

source: །གཙུག་ལག་ཁང་དང་། འཆག་ས་དང་། དགོན་པའི་གནས་དེ་དག་ཏུ་ཡང་བཀུར་སྟིར་བྱས་ཏེ་ཆོས་ཉན་པ་དང་། རྣམ་པར་གཏན་ལ་དབབ་པའི་གཏམ་བྱེད་པ་དག་ཏུ་འགྱུར་བའམ། གླེགས་བམ་དག་ཀློག་པར་འགྱུར་རོ། །
en: In those temples, walking paths, and hermitages, they will respectfully listen to the Dharma, engage in exegetical discussions about it, and read the scriptures.

source: གཙུག་ལག་ཁང་དང་། འཆག་ས་ལ་སོགས་པ་དེ་དག་ཏུ་ཡང་ཡོངས་སུ་གཏོང་བ་རྣམ་པ་སྣ་ཚོགས་དག་ཡོངས་སུ་གཏོང་བར་འགྱུར་ཏེ། འདི་ལྟ་སྟེ། ཞིང་གི་གཞི་འམ། ཁྱིམ་གྱི་གཞིའམ། ཀུན་དགའི་ར་བའི་གཞིའམ། བྲན་དང་། བྲན་མོ་དང་། གླང་པོ་ཆེ་དང་། རྟ་དང་། རྔ་མོ་དང་། བ་ལང་དང་། མ་ཧེ་དང་། བོང་བུ་དང་། ཕྱུགས་གཞན་དག་དང་། སྣོད་སྤྱད་ཀྱི་ཡོ་བྱད་རྣམ་པ་སྣ་ཚོགས་དག་དེར་ཡོངས་སུ་གཏོང་བར་འགྱུར་ཞིང་།
en: In those temples, walking paths, and other such places, they will also offer various types of gifts such as offerings stemming from the fields, households, and monastic compounds as well as male and female servants, elephants, horses, camels, oxen, buffaloes, donkeys, and other types of cattle and a variety of containers.

source: ངའི་ཉན་ཐོས་ཀྱིས་ཆོས་ཀྱི་གནས་པ་རྣམས་ལོངས་སྤྱོད་པར་བྱ་བའི་ཕྱིར་མལ་ཆ་དང་། སྟན་གྱི་ཡོ་བྱད་རྣམ་པ་སྣ་ཚོགས་དག་སེམས་ཀྱི་རྒྱན་གྱི་དོན་དང་། སེམས་ཀྱི་ཡོ་བྱད་ཀྱི་དོན་དང་། རྣལ་འབྱོར་གྱི་ཚོགས་ཀྱི་དོན་དང་། བྱང་གྲོལ་གྱི་བདེ་བ་དོན་གྱི་མཆོག་ཐོབ་པར་བྱ་བའི་ཕྱིར་སྔོ་བ་དག་ཏུ་བྱེད་དོ།
en: They will dedicate various bedding and seat articles for the use of my hearers who abide by the Dharma, so that they may attain mental ornaments, mental tools, an assembly of practices, and the supreme happiness of emancipation.

source: །ད་ལྟར་དང་མ་འོངས་པའི་དུས་ན་ངའི་བསྟན་པ་ལ་ཕན་གདགས་པའི་ཕྱིར་ཡོངས་སུ་གཏོང་བ་རྣམ་པ་སྣ་ཚོགས་དག་ཡོངས་སུ་གཏོང་བར་བྱེད་དོ།
en: They will, now and in the future, offer various types of gifts to benefit my teachings.

source: །དེ་བཞིན་དུ་སེམས་ཅན་དེ་དག་གི་སྦྱིན་པ་ལས་བྱུང་བའི་བསོད་ནམས་བྱ་བའི་དངོས་པོ་དེ་དག་ཐམས་ཅད་ལ་ཅི་ནས་ཀྱང་སེམས་ཅན་དེ་དག་འབྲས་བུ་ཆེན་པོར་འགྱུར་བར་བྱ་བའི་ཕྱིར་ང་རྗེས་སུ་ཐུགས་རངས་པར་མཛད་དོ། །བཞེས་པར་མཛད་དོ།
en: I will rejoice in and accept all those meritorious deeds manifested through the generosity of those sentient beings, to ensure that they are certain to experience a great result.

source: །སེམས་ཅན་ལོག་པར་ལྟུང་བའི་ཆོས་ཅན་མ་ཡིན་པ་ངན་འགྲོ་གསུམ་རྣམ་པར་སྤངས་པ་དེ་དག་ཐམས་ཅད་བསམ་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཐེག་པ་གསུམ་གྱིས་ཕྱིར་མི་ལྡོག་པ་དག་ཏུ་འགྱུར་རོ།
en: All those beings will then avoid falling into error and will certainly abandon the three lower realms. Then, in accordance with their inclinations, they will reach the level of nonregression by practicing the three vehicles.

source: །སེམས་ཅན་དེ་དག་ཡུན་ཇི་སྲིད་དུ་འཁོར་བར་འཁོར་བར་འགྱུར་བ་དེ་སྲིད་དུ་ཡང་ལོངས་སྤྱོད་གཉིས་པོ་ཆོས་ཀྱི་ལོངས་སྤྱོད་དང་། ཟང་ཟིང་གི་ལོངས་སྤྱོད་དང་མི་འབྲལ་བར་འགྱུར་རོ།
en: As long as they continue in cyclic existence, those beings will never be separated from the two types of enjoyments—the enjoyment of the Dharma and material enjoyment.

source: །རི་དང་། ནགས་ཁྲོད་དང་། ཤིང་ལྗོན་པ་ཆེན་པོ་དང་། དགོན་པ་དང་། ནགས་འདབ་གང་དུ་ཡང་རུང་སྟེ། ད་ལྟར་དང་མ་འོངས་པའི་དུས་ན་ཐར་པ་དོན་དུ་གཉེར་བ་ཆོས་ཀྱིས་གནས་པའི་དགེ་སློང་དང་། དགེ་སློང་མ་དང་། དགེ་བསྙེན་དང་། དགེ་བསྙེན་མ་སྒྲ་བསྐྱུངས་པ་དག་དང་། གཅོམ་བསྐྱུངས་པ་དག་དང་། ནང་དུ་ཡང་དག་འཇོག་གི་ཚུལ་དང་བཅས་པ་དག་དང་། ཚུལ་བཞིན་དུ་ཡིད་ལ་བྱེད་པ་དང་འཚམ་པ་དག་འབྱུང་བར་འགྱུར་ཞིང་།
en: “Now and in the future, whether in mountains, in jungles, under great trees, in the wilderness, or in the woods, there will be monks, nuns, and male and female lay practitioners who strive for liberation, abide by the Dharma, speak few words, observe silence, withdraw into meditative seclusion, engage in proper mental activity, and act in wholesome ways.

source: ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དག་ཀྱང་གནས་པར་འགྱུར་རོ།
en: There will also be gods, nāgas, and yakṣas.

source: །དགེ་སློང་དག་གདུལ་བའི་དོན་དུ་བསམ་གཏན་གྱི་ཡུལ་གྱི་མཐུ་ལ་ལྟོས་ཤིག །
en: For the sake of discipline, monks, look at the power of the domain of concentration!

source: བདུད་ཐམས་ཅད་ཀྱི་ཡུལ་དང་། ཀླུ་ཐམས་ཅད་ཀྱི་ཡུལ་ཟིལ་གྱིས་མནན་ནས། སྔོན་གྱི་དེ་བཞིན་གཤེགས་པ་བཞུགས་ཏེ་འཚོ་ཞིང་གཞེས་པ་རྣམས་ཀྱིས་ཆོས་ཀྱི་ཚུལ་རིང་དུ་གནས་པར་བྱ་བའི་ཕྱིར་དང་། དཀོན་མཆོག་གསུམ་གྱི་གདུང་རྒྱུན་མི་གཅད་པའི་ཕྱིར་སྔོན་ཡང་མི་མཇེད་ཀྱི་སངས་རྒྱས་ཀྱི་ཞིང་འདི་ཡོངས་སུ་སྤྱོད་པ་མཛད་དོ།
en: Having overpowered the domains of all the māras and nāgas, the thus-gone ones of the past who resided, thrived, and lived well engaged with this buddha realm of Sahā to ensure that the way of the Dharma remains for a long time and that the lineage of the Three Jewels remains uninterrupted.

source: །ད་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གྲངས་མེད་པ། དཔག་ཏུ་མེད་པ་གང་དག་ཕྱོགས་བཅུའི་སངས་རྒྱས་ཀྱི་ཞིང་གཞན་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ནས་ངའི་སངས་རྒྱས་ཀྱི་ཞིང་འདིར་ཞུ་བ་དང་། ཞལ་བལྟ་བ་དང་། ཕྱག་འཚལ་བ་དང་། མཆོད་པ་དང་། བསྙེན་བཀུར་བྱ་བའི་ཕྱིར་དང་། ནམ་མཁའི་མིག་དང་ལྡན་པ། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་ལྡན་པ།
en: Now, a countless and limitless number of bodhisattva great beings have arrived in my buddha realm from other buddha realms of the ten directions as numerous as the grains of sand in the Ganges in order to ask questions, behold me, pay homage to me, worship me, honor me, and hear about the practices of the bodhisattvas who abide by the Dharma and who are endowed with the eye of space and the four correct knowledges.

source: ཆོས་ཀྱིས་གནས་པ་རྣམས་ཀྱི་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་མཉན་པའི་ཕྱིར་ལྷགས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་ཀྱང་ང་ལ་སྙིང་ཉེ་བའི་ཕྱིར་ཆོས་ཀྱི་ཚུལ་རིང་དུ་གནས་པར་བྱ་བའི་དོན་དང་། དཀོན་མཆོག་གསུམ་གྱི་གདུང་རྒྱུན་མི་གཅད་པའི་དོན་དུ་བསམ་གཏན་གྱི་ཡུལ་གྱིས་ས་སྟེང་དུ་འཁོད་ནས།
en: Since they are close to my heart, those bodhisattva great beings are sitting on this earth in states of concentration in order to ensure that the way of the Dharma remains for a long time and that the lineage of the Three Jewels remains uninterrupted;

source: བདུད་ཐམས་ཅད་ཀྱི་ཡུལ་ཚར་བཅད་པའི་ཕྱིར་དང་། འཁོར་བས་སྐྲག་པ་སྦྱིན་པ་ལ་མངོན་པར་བརྩོན་པའི་སེམས་ཅན་དེ་དག་ལ་སྙིང་བརྩེ་བའི་ཕྱིར་སངས་རྒྱས་ཀྱི་ཞིང་འདི་ཡོངས་སུ་སྤྱོད་པ་དག་ཏུ་བྱེད་དོ།
en: they are engaging with this buddha realm in order to subjugate the domains of the māras out of affection for those sentient beings who are afraid of cyclic existence and exert themselves in generosity.

source: །ད་ལྟར་དང་མ་འོངས་པའི་དུས་ན་ངའི་བསྟན་པ་འདི་དང་། དམ་པའི་ཆོས་སམ། དམ་པའི་ཆོས་ཀྱི་གཟུགས་བརྙན་ཡུན་ཇི་སྲིད་གནས་པར་ཆོས་ཀྱིས་གནས་པའི་དགེ་སློང་རྣམས་ལ་ཁྱིམ་དང་། ཀུན་དགའི་ར་བ་དང་། ཞིང་དང་། བྲན་དང་། བྲན་མོའི་བར་གང་སུ་དག་གིས་དེ་ལྟར་བསྔོས་པ་དེ་ལ་སྡིག་པ་སྤྱོད་པའི་དགེ་སློང་ཚུལ་ཁྲིམས་འཆལ་པ་གང་དག་ཐ་ན་འདབ་མ་གཅིག་དང་། འབྲས་བུ་གཅིག་དང་། མེ་ཏོག་གཅིག་ཅིག་ཡོངས་སུ་སྤྱོད་པ་དག་ཏུ་བྱེད་ན་དེ་ནི་མི་བླུན་པོ་དེ་ལ་དོན་མ་ཡིན་པ་དང་། ཕན་པ་མ་ཡིན་པར་འགྱུར་ཏེ།
en: “Now and in the future, as long as my teaching and the sacred Dharma, or even a reflection of the sacred Dharma, remain, should immoral monks who engage in negative actions make use of things that have been dedicated to monks who abide by the Dharma—even just a single leaf, fruit, or flower coming from any house, monastic compound, or field or, likewise, any male or female servant—such fools will encounter misfortune and trouble.

source: དེ་ལ་གནོད་པ་བཞི་ཡང་འབྱུང་བར་འགྱུར་རོ།
en: “They will experience four types of harm.

source: །བཞི་གང་ཞེ་ན།
en: What are the four?

source: ཕྱོགས་ཐམས་ཅད་དུ་མི་སྙན་པ་ཆེན་པོ་འགྲོ་བ་ཡིན།
en: (1) Great infamy related to them will spread in the ten directions.

source: མཛའ་བོ་དང་། ཉེ་དུ་དང་། སྣག་གི་གཉེན་མཚམས་དང་། མཁན་པོ་དང་། སློབ་དཔོན་དང་། རིམ་གྲོ་པ་སྡུག་ཅིང་ཡིད་དུ་འོང་བ་དག་དང་མྱུར་དུ་འབྲལ་བར་འགྱུར་བ་ཡིན།
en: (2) They will soon be separated from their dear and beloved friends, relatives, kin, preceptors, teachers, and attendants.

source: ནད་ཚབས་ཆེན་པོ་ཡུན་རིང་བ་དག་གིས་ཐེབས་པར་འགྱུར་བ་ཡིན།
en: (3) They will suffer from severe and long-lasting diseases.

source: དེའི་ཆོས་གོས་དང་ལྷུང་བཟེད་གང་ཡོད་པ་ཡང་འཇིགས་པ་ཆེན་པོ་ལྔས་ཕྲོགས་པར་འགྱུར་བ་ཡིན་ནོ།
en: (4) Their Dharma robes and alms bowls will be taken away from them by the five great dangers.

source: །ལྔ་གང་དག་གིས་ཞེ་ན།
en: What are the five?

source: འདི་ལྟ་སྟེ། རྒྱལ་པོ་དང་། ཆོམ་རྐུན་དང་། མེ་དང་། ཆུ་དང་། བགོ་སྐལ་ལ་སྤྱོད་པ་མི་མཛའ་བ་དང་ལྔ་པོ་དེ་དག་གིས་སོ།
en: They are (1) kings, (2) thieves, (3) fire, (4) water, and (5) the hostile confiscation of one’s property.

source: །དེའི་འཇིག་རྟེན་ཕ་རོལ་གྱི་འདོད་པ་མ་ཡིན་པའི་འབྲས་བུ་བཞི་མྱུར་དུ་འགྲུབ་པར་འགྱུར་བ་ཡིན་ཏེ།
en: In their next lives, four undesirable consequences will quickly manifest for such beings.

source: བཞི་གང་དག་ཡིན་ཞེ་ན།
en: What are the four?

source: ལུས་ཞིག་ནས་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་མི་བཟད་པར་སྐྱེ་བར་འགྱུར་བ་ཡིན།
en: (1) After their bodies disintegrate, they will be born within the terrible great hells.

source: དེ་གལ་ཏེ་བརྒྱ་ལ་རེས་འགའ་ཞིག་དུས་རིང་ཞིག་འདས་ནས་སེམས་ཅན་དམྱལ་བ་དེ་ནས་ཤི་འཕོས་ནས་འབྲོག་དགོན་པ་རོ་སྐམ་གྱི་ནང་དུ་དུད་འགྲོ་དང་། ཡི་དགས་ཀྱི་རིས་སུ་ལོང་བ་དང་རྐང་ལག་མེད་པ་དག་ཏུ་སྐྱེ་བར་འགྱུར་ཞིང་། དེ་ལོ་བརྒྱ་སྟོང་མང་པོ་དག་ཏུ་བཀྲེས་པ་དང་། སྐོམ་པས་ཡོངས་སུ་གདུང་བ་ཆེན་པོའི་སྡུག་བསྔལ་ཉམས་སུ་མྱོང་བར་འགྱུར་བ་ཡིན།
en: (2) When, in a rare combination of circumstances and after a long time has passed, they finally pass away and leave the hell realms, they will be born in a dry and barren wilderness as blind animals or pretas without arms and legs, and for many hundreds of thousands of years they will experience the suffering of the intense torments caused by hunger and thirst.

source: གལ་ཏེ་བརྒྱ་ལ་རེས་འགའ་ཞིག་དུས་རིང་ཞིག་འདས་ནས་དེ་དག་ཤི་འཕོས་ནས་ལོ་བརྒྱ་སྟོང་མང་པོ་དག་ཏུ་སྦྲུལ་གདུག་པ་ལོང་བ་རྡུལ་ཟ་བ་དག་གི་ནང་དུ་སྐྱེ་བར་འགྱུར་བ་ཡིན།
en: (3) When, in a rare combination of circumstances and after a long time has passed, they then pass away and transmigrate, they will be born for many hundreds of thousands of years as blind poisonous snakes that feed on dust.

source: དེ་བརྒྱ་ལ་རེས་འགའ་ཞིག་དེ་ནས་ཤི་འཕོས་ནས་གལ་ཏེ་མི་རྣམས་ཀྱི་ནང་དུ་སྐྱེས་ན། འོན་ཀྱང་སངས་རྒྱས་ཀྱི་ཞིང་སྙིགས་མ་ལྔ་དང་ལྡན་པ་སྟོང་པ་དག་ཏུ་མི་ཉིད་འཐོབ་པ་རྙེད་པར་འགྱུར་ཞིང་།
en: (4) When, in a rare combination of circumstances and after a long time has passed, they finally pass away and are born among humans, they will achieve the human condition within empty buddha realms ripe with the five degenerations.

source: མོང་རྟུལ་བ་དང་། ཚུལ་དུ་མི་ཤེས་པར་འགྱུར་བ་དང་། མིག་མ་ཚང་བ་དང་། ལག་པ་མ་ཚང་བ་དང་། རྐང་པ་མ་ཚང་བ་དང་། ཁྱིའི་ལོངས་སྤྱོད་ཀྱི་ཁ་ཟས་ལ་གདུ་ཞིངསྐྱག་་ཁུང་སའི་ཁ་ཟས་ཟ་བ་དང་། འདམ་རྫབ་དང་། ཕྱག་དར་ཁྲོད་ན་ཉལ་བ་དང་། འབྲོག་དང་། དགོན་པ་དང་། ལམ་པོ་ཆེ་རྣམས་ན་འཚོ་བར་འགྱུར་ལ།
en: They will be stupid and ugly, their eyes, arms, and legs will be impaired, and they will crave dog food and feed on excrement. They will sleep in filthy swamps and rubbish heaps and spend their lives in the wilderness, in barren lands, and on highways.

source: དེ་དེ་ནས་ཤི་འཕོས་ནས་ཀྱང་ཡང་སེམས་ཅན་དམྱལ་བ་རྣམས་ཀྱི་ནང་དུ་སྐྱེ་བར་འགྱུར་རོ།
en: Then, after they pass away, they will again be born within the hell realms.

source: །དེ་ཅིའི་ཕྱིར་དེའི་འབྲས་བུ་འདོད་པ་མ་ཡིན་པ་དེ་ལྟར་ལྕི་བ་འབྱུང་ཞེ་ན།
en: “Why will they experience such severe undesirable consequences?

source: འདི་ལྟར་སྡིག་པ་སྤྱོད་པའི་དགེ་སློང་དེ་ནི་འདི་ལྟར་ཆོས་ཀྱིས་གནས་པ་རྣམས་ལ་ཁྱིམ་དང་། ཞིང་དང་། ཀུན་དགའི་ར་བ་དང་། བྲན་དང་། བྲན་མོ་དང་། ཕྱུགས་དག་གི་བར་བསྔོས་པ་དག་ཕྲོགས་ནས་གང་ཟག་རང་གི་ཡོངས་སུ་ལོངས་སྤྱོད་པས་ལོངས་སྤྱོད་པར་བྱེད་པའི་ཕྱིར་ཏེ།
en: Because those monks who engage in negative actions steal and use for their own personal enjoyment the houses, fields, monastic compounds, male and female servants, and cattle that have been dedicated to those who abide by the Dharma.

source: སྡིག་པ་སྤྱོད་པའི་དགེ་སློང་དེ་ལྟ་བུ་དེ་ནི་དེ་ལྟར་ངོ་མཚར་རྨད་དུ་བྱུང་བའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་འབྱུང་བ་ཐམས་ཅད་ཀྱི་ཆོས་ཀྱི་ཚུལ་མེད་པར་བྱ་བ་དང་། རྣམ་པར་གཞིག་པ་དང་། རྒྱུན་གཅད་པ་དང་། ནུབ་པར་བྱ་བའི་ཕྱིར་བརྩོན་པ་ཡིན་ནོ།
en: By doing so, those monks who engage in negative actions are exerting themselves to eliminate, destroy, interrupt, and weaken the amazing and marvelous Dharma way of all the blessed buddhas who have appeared.

source: །དེ་བཞིན་དུ་དཀོན་མཆོག་གསུམ་གྱི་གདུང་མེད་པར་བྱ་བ་ནས་ནུབ་པར་བྱ་བའི་བར་དུ་བརྩོན་པ་ཡིན་ནོ།
en: Similarly, they put effort into eliminating, destroying, interrupting, and weakening the lineage of the Three Jewels.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why is it so?

source: འདི་ལྟར་དགེ་བའི་ཕྱོགས་ནི་ཚོགས་དང་ལྡན་པ་ཡིན་ལ། ཆོས་ཀྱི་ཚུལ་དང་དཀོན་མཆོག་གསུམ་གྱི་གདུང་ཡང་དགེ་བའི་ཕྱོགས་ཀྱིས་རབ་ཏུ་ཕྱེ་བ་ཡིན་ཏེ།
en: Because there are many on the side of virtue and because the Dharma way, as well as the lineage of the Three Jewels, blossoms due to the side of virtue.

source: དེའི་ཕྱིར་དེ་ཉིད་ཀྱི་མི་འདོད་པའི་འབྲས་བུ་རྣམ་པར་སྨིན་པ་ལྕི་བ་མངོན་པར་འགྲུབ་པ་ཡིན་ནོ།
en: This is the reason why such severe ripening of undesirable circumstances will manifest to them.”

source: །དེ་ནས་གནས་བརྟན་ག་ཡ་འོད་སྲུང་གིས་མཆི་མ་བླགས་ནས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་མི་ཉིད་རྙེད་པ་ནི་མ་ཐོབ་ཀྱང་མི་བསྔོའི། རབ་ཏུ་བྱུང་ནས་བཟའ་བ་དང་བཏུང་བའི་སླད་དུ་ལོག་པར་སྒྲུབ་པ་ནི་དེ་ལྟ་མ་ལགས་སོ།
en: At that moment, the elder Gayākāśyapa started to shed tears and said, “Respected Blessed One, it would be permissible to remain unchanged even after achieving a human birth, but that is not the case if one engages in evil behavior for the sake of food and drink after becoming a renunciate!”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ག་ཡ་འོད་སྲུང་ཆེན་པོ་དེ་དེ་བཞིན་ནོ།
en: The Blessed One replied, “Thus it is, Mahāgayākāśyapa!

source: །ཇི་སྐད་སྨྲས་པ་དེ་བཞིན་ཏེ། གང་དུ་དེའི་སྔོན་གྱི་ལས་རྣམས་ཟད་པ་དག་ཏུ་འགྱུར་བའི་སེམས་ཅན་དམྱལ་བར་གནས་པ་ནི་སླའི། འདི་ན་གང་གཞན་དུ་སྤྱོད་པ་ནི་དེ་ལྟ་མ་ཡིན་ནོ།
en: Just as you have said, it would be better for beings to remain in the hell realms and exhaust their previous actions than for them to misbehave like that.

source: །འོན་ཀྱང་སྐྱེས་བུ་བླུན་པོ་ཁ་ཅིག་མི་ཉིད་ཐོབ་པ་རྙེད་པར་དཀའ་བ་རྙེད་དེ་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་གང་ལ་སྡུག་བསྔལ་ཐམས་ཅད་ཟད་པ་དང་། ཟག་པ་ཐམས་ཅད་མཐར་ཐུག་པར་འགྱུར་བ་ངོ་མཚར་རྨད་དུ་བྱུང་བའི་རབ་ཏུ་འབྱུང་བ་རྙེད་པར་དཀའ་བ་དང་། བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོ་ཐོབ་ནས་འོན་ཀྱང་སྐྱེས་བུ་བླུན་པོ་དེ་དག་གང་གིས་མཆོད་པར་མི་འགྱུར་བ་དང་། བཟའ་བཏུང་དང་བྲལ་བར་འགྱུར་བ་མི་དགེ་བའི་ཕྱོགས་རྣལ་འབྱོར་ཡིད་ལ་བྱེད་པ་ཡོངས་སུ་བསམས་ནས་རྒྱལ་རིགས་དང་། བྲམ་ཟེ་དང་། རྗེའུ་རིགས་དང་། དམངས་རིགས་དད་པ་ཅན་དག་གིས་ཁྱིམ་དང་། ཞིང་དང་། ཀུན་དགའི་ར་བ་དང་། སྐྱེད་མོས་ཚལ་དང་། བྲན་དང་། བྲན་མོ་ནས་རྐང་བཞི་པ་དག་གི་བར་དགེ་སློང་ཆོས་ཀྱིས་གནས་པ།
en: Yet, there are some fools who have obtained a human birth, which is so hard to find, and received the vows, which are also so hard to obtain, pertaining to going forth and becoming fully ordained monks under the well-spoken Dharma and Vinaya. These are amazing and marvelous conditions that lead to the exhaustion of all suffering and bring an end to all defilements, yet those fools will entertain thoughts about nonvirtuous practices that will instead cause them to be disrespected and go without food and drink.

source: ཡོན་ཏན་གྱིས་ཕྱུག་པ་དག་ལོངས་སྤྱོད་པར་བྱ་བའི་ཕྱིར་དང་། དགེ་བའི་ཕྱོགས་དང་འཐུན་པར་བྱ་བའི་ཕྱིར་དེ་ལྟར་བསྔོས་པ་ལ་སྡིག་པ་སྤྱོད་པའི་དགེ་སློང་དེ་མང་དུ་ཐོས་པའི་མཐུའམ། ཁྱིམ་ན་གནས་པའི་མཐུས་དེ་དག་ལ་བསྔོས་པའི་ལོངས་སྤྱོད་དང་། ཉེ་བར་སྤྱོད་པ་ཕྲོགས་ནས་བདག་ཉིད་ཀྱིས་གང་ཟག་གི་འདུ་ཤེས་ཀྱིས་ཡོངས་སུ་སྤྱོད་པར་བྱེད་དེ།
en: Due to the strength of their erudition or due to the influence of remaining in households, those monks who engage in negative actions will then steal and misappropriate the resources and possessions—houses, fields, monastic compounds, parks, male and female servants, and cattle—that have otherwise been dedicated to support the side of virtue by faithful members of the kṣatriya class, the brāhmaṇa class, the vaiśya class, and the śūdra class who have all donated this to be used by monks that abide by the Dharma and possess a wealth of qualities.

source: སྐྱེས་བུ་བླུན་པོ་དེའི་ལོག་པར་བསྒྲུབ་པ་དེ་ནི་དེ་ལྟ་བུར་འགྱུར་རོ།
en: Such will be the evil behavior of those fools.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་གང་དགེ་སློང་ཆོས་ཀྱིས་གནས་པ། ཡོན་ཏན་གྱིས་ཕྱུག་པ་དག་ལ་དེ་ལྟར་བསྔོས་པའི་ལོངས་སྤྱོད་དང་། ཉེ་བར་སྤྱོད་པ་ཕྲོགས་ནས་བདག་ཉིད་ཀྱིས་ཡོངས་སུ་སྤྱོད་པར་བགྱིད་པའི་དགེ་སློང་རབ་ཏུ་བྱུང་བའི་མི་འདོད་པའི་འབྲས་བུ་དེ་ལྟ་བུ་འབྱུང་ལགས་ན། དཔེ་ཙམ་དུ་བགྱི་ན་གང་ཡང་ཁྱིམ་ན་གནས་པར་གྱུར་ལ། དགེ་སློང་ཆོས་ཀྱིས་གནས་པ་རྣམས་ལ་དེ་ལྟར་བསྔོས་པའི་ལོངས་སྤྱོད་དང་། ཉེ་བར་སྤྱོད་པ་ཕྲོགས་ནས་བདག་ཉིད་ཀྱིས་ཡོངས་སུ་སྤྱོད་པར་བགྱིད་ན་དེ་བསོད་ནམས་མ་ལགས་པའི་ཕུང་པོ་ཇི་སྙེད་ཅིག་དང་ལྡན་པར་འགྱུར་བ་ལགས།
en: At this point King Bimbisāra asked the Blessed One, “Respected Blessed One, if such undesirable consequences are experienced by ordained monks who steal and use for themselves the resources and possessions that have been dedicated to monks who abide by the Dharma and possess a wealth of qualities, what analogy would illustrate the mass of nonvirtue generated by householders who steal and use for themselves the resources and possessions that have been dedicated to monks who abide by the Dharma?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་ཐོང་ཁྱོད་ཀྱིས་སྨྲས་པ་དེས་ཅི་ཞིག་བྱ།
en: The Blessed One replied, “Tell me, Your Majesty, what is the point of your question?”

source: གསོལ་པ། བཙུན་པ་བཅོམ་ལྡན་འདས་དགེ་སློང་ཆོས་ཀྱིས་གནས་པ། ཡོན་ཏན་གྱིས་ཕྱུག་པ་དེ་ལྟ་བུ་དག་ལ་ལོངས་སྤྱོད་དང་ཉེ་བར་སྤྱོད་པ་དག་གིས་སྩོལ་བར་ནི་བགྱིད་ཀྱི། འཕྲོག་པར་ནི་མི་བགྱིད་ལགས་སོ།
en: “Respected Blessed One, I donate resources and possessions to those monks who abide by the Dharma and who possess a wealth of qualities—I do not steal them.

source: །འོན་ཀྱང་སླད་མའི་དུས་ན་རྒྱལ་རིགས་དང་། བྲམ་ཟེ་དང་། རྗེའུ་རིགས་དང་། དམངས་རིགས་མ་དད་པ་འཇིག་རྟེན་ཕ་རོལ་གྱིས་འཇིགས་པར་མི་ལྟ་བ་དག་འབྱུང་བར་འགྱུར་ཞིང་།
en: However, in the future, there will be members of the kṣatriya class, the brāhmaṇa class, the vaiśya class, and the śūdra class who lack faith and are not afraid of the afterlife.

source: དགེ་སློང་ཆོས་ཀྱིས་གནས་པ། ཡོན་ཏན་གྱིས་ཕྱུག་པ་དག་ལ་དེ་ལྟར་བསྔོས་པའི་ལོངས་སྤྱོད་དང་། ཉེ་བར་སྤྱོད་པ་ཕྲོགས་ནས་བདག་ཉིད་ཀྱིས་ཡོངས་སུ་སྤྱོད་པར་བགྱིད་པ་གང་དག་ལགས་པ་དེ་དག་གི་རྒུད་པར་འགྱུར་བ་གང་ལགས།
en: They will steal and use for themselves the resources and possessions that have been dedicated to monks who abide by the Dharma and possess a wealth of qualities. What troubles will they experience?”
